[
    "Go for a long walk. Take a route you’ve not taken before, see where it takes you.",
    "Pet a dog and let them know they’re a good buddy.",
    "Feed a squirrel.",
    "Meow at a cat and see if they meow back.",
    "Read 10 pages of a book you’ve been meaning to pick up.",
    "Stay hydrated and drink a glass of water.",
    "Give a friend or a family member a phone call.",
    "Reach out to an old buddy.",
    "Do 5 minutes of stretching.",
    "Learn a new word. The fancier the better.",
    "Meditate for 10 minutes.",
    "Compliment someone.",
    "Eat a piece of fruit.",
    "Cook a healthy meal (and eat it).",
    "Listen to your favourite album from when you were young.",
    "Think of a silly name for an imaginary pet.",
    "Try really hard to levitate something in your room.",
    "Replay something that made you happy this week. Now smile about it.",
    "Arrange a friend date. Right now.",
    "Book a class to learn something you've always wanted to do.",
    "Search YouTube for a tutorial in something you're curious about. Watch it. Then action it today.",
    "Make a nice cup of tea or coffee and enjoy it without any distractions.",
    "Write down three things you feel grateful for.",
    "Put some music on and dance like nobody’s watching!",
    "Light a scented candle.",
    "Do a doodle of a cat wearing a top hat.",
    "Try a new, fancy recipe.",
    "Look at the clouds and see what shapes you find. Is that an elephant?",
    "Reach out to your favourite artist on social media — tell them how much their work means to you.",
    "Follow a bug, see where they’re headed.",
    "Write a letter to your future self.",
    "Write a letter to your past self, tell them about all that you’ve accomplished.",
    "Have ice cream for dinner.",
    "Draw a dog with your eyes closed.",
    "Hug a tree.",
    "Boop a snoot. Boop!",
    "Pick up a photo album of a trip you went to some time ago.",
    "Try some food you’ve never had before.",
    "Find a neat leaf or rock and keep it.",
    "Take a long, relaxing bath. Maybe bring a book or put some relaxing musing on, too."
  ]